USE [University]
GO

INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Алексей Сергеевич', '2002-01-02', 2, 350, 1035, N'да')

INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Минако Мон', '1999-01-02', 1, 400, 1035, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Ганзес Кин', '1992-01-02', 3, 250, 1035, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Алинур Мирлан', '2002-11-18', 2, 600, 1036, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Бин Макс', '1985-02-03', 4, 400, 1038, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Аллурд Конт', '1985-01-02', 5, 890, 1040, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Гиндамо Мао', '2003-11-12', 4, 275, 1042, N'да')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Чик Брейн', '1999-01-29', 7, 500, 1043, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Крейн Дон', '2001-02-02', 1, 700, 1048, N'да')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Асако Сан', '1996-11-02', 8, 711, 1047, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Бон Кин', '1999-01-02', 2, 400, 1037, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Минако Кран', '1978-01-02', 1, 900, 1039, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Сейрин Крич', '2001-09-09', 8, 299, 1044, N'да')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Грин Кол', '1987-01-02', 3, 344, 1035, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Трейс Бон', '2001-02-03', 4, 451, 1038, N'да')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Минако Крин', '2002-01-02', 2 , 472, 1036, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Карсай Брин', '1989-01-02', 5 , 299, 1035, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Минако Кирилл', '1999-01-03', 7 , 299, 1042, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Крейс Крос', '1987-01-02', 4 , 400, 1044, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Дрилл Кокон', '1999-01-02', 2 , 251, 1048, N'да')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Данил Миронов', '1993-03-02', 3 , 500, 1039, N'нет')

		   
INSERT INTO [dbo].[Сотрудники]
           ([ФИО сотрудника], [Дата рождения], [Отдел]
           ,[Зарплата], [Код города], [Семейное положение])
     VALUES
           (N'Гринленд Мон', '1999-01-02', 3, 250, 1035, N'нет')

GO
